
"""
Продукты которые будем мониторить в дикси
"""
dixy_prod_list = ['Творог Домик в деревне 9%',
             'Творог Савушкин рассыпчатый 9%',
             'Молоко Домик в деревне 2',
             'Кефир Простоквашино классический 3',
             'Картофель молодой',
             'Стейк из индейки Индилайт',
             'Карбонад свиной в маринаде Ближние горки охлажденный',
             'Шейка свиная охлажденная',
             'Стейк говяжий Мачете Веско охлажденный',
             'Котлеты куриные Деревенские Троекурово охлажденные',
             'Крупа гречневая Маkfa в пакетиках',
             'Mакаронные изделия Grand Di Pasta funghetti; campanelle;\
              conchiglie rigati',
             'Пшено Макfа в пакетиках',
             'Мука Пышечка для блинов',
             'Сахар Цукерман тростниковый кусковой',
             'Рис Националь АдриатикаКрупа',
             'Булгур Националь',
             'Шоколад Karl Fazer молочный с клубникой; с тертым фундуком;\
              с карамелью и воздушной кукурузой']

food_list = ['Творог полужирный', 'Молоко пастеризованное 2,5% жирности', 'Кефир нежирный',
'Свинина Мякоть', 'Гречневая ядрица', 'Пшеничная крупа', 'Мука Пшеничная высшего сорта', 
'Сахар-песок', 'Рис', 'Булгур Крупа', 'Шоколад без добавлений']

food_custom = ['яичный', 'Тофу', 'свинина', 'грудка','Тунец','Какао', 'хлопья']